Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F11B.tmx
Source language: en_us
Languages: zh_cn

source: What Is Separation Anxiety?
zh_cn: 什么是分离焦虑？

source: Some kids beyond their toddler years have a terrible time separating from parents.
zh_cn: 有些孩子，一旦过了幼儿时期，就很难和父母分离。

source: They may refuse to sleep alone, go on play dates, or attend school.
zh_cn: 他们可能拒绝自己睡觉、和别的孩子游戏约会、或者上学。

source: Any attempts at separation may trigger intense fear and tantrums.
zh_cn: 若是试图分离，可能会引发强烈的恐惧以及闹情绪。

source: This situation can be a nightmare for parents.
zh_cn: 这种状况对父母可说是一场恶梦。

source: The good news is with early identification and professional guidance treatment is usually very successful.
zh_cn: 好消息是，有了早期识别以及专业指导，治疗通常会很成功。

source: Sarah sits on the couch, clutching her stuffed bear.
zh_cn: Sarah坐在沙发上，手里紧握着玩具熊。

source: Her finger nails are visibly torn; they've been bleeding again.
zh_cn: 她的指甲很明显地被拉伤，又流血了。

source: Her mom, meanwhile, is calling into work again.
zh_cn: 与此同时，她的妈妈又打回公司了。

source: She'll have to explain for what feels like the zillionth time that she'll be late.
zh_cn: 她必须解释为什么要迟到，这似乎是第无数次了。

source: It's not clear her boss will understand this awful situation much longer.
zh_cn: 老板还会理解这糟糕的情况还有多久，已经不太清楚了。

source: After all, most 8-year- olds don't have a problem going to third grade; it's usually a good year for kids.
zh_cn: 毕竟，8岁小孩上三年级，通常不是问题，三年级对小孩来说是应该风雨无阻的。

source: But not for Sarah.
zh_cn: 但是，对Sarah来说可不是这样的。

source: As Sarah approaches school, she begins to panic.
zh_cn: Sarah快要抵达学校时，心里开始恐慌。

source: Today her mom had to literally drag her in, and as she did, Sarah grabbed onto a door frame, tearing her finger nails loose as her mother and teacher attempted to extract her.
zh_cn: 今天，妈妈简直是要拖她进来。途中，Sarah抓住门框，妈妈和老师试图将她拔走的时候，指甲被撕松了。

source: It wasn't the first time.
zh_cn: 这不是第一次了。

source: What makes matters worse is how bad this feels.
zh_cn: 更糟的是，这种情况感觉很糟。

source: No mother wants to hurt her daughter.
zh_cn: 没有一位母亲会要伤害自己的女儿。

source: Sarah's mom feels like an ogre at the start of every day.
zh_cn: Sarah的妈妈每天一早都感觉像是恶魔似的。

source: She wonders if other parents have this problem?
zh_cn: 她纳闷，别的父母亲有没有这样的问题？

source: Is there even a name for it?
zh_cn: 它可有一个名称吗？

source: Some call this school refusal, some call it school avoidance, and others call it separation anxiety.
zh_cn: 有人称它为“拒学”，也有人称它为“学校回避”，还有人称它为“分离焦虑”。

source: Parents call it a nightmare.
zh_cn: 父母亲形容它为一场恶梦。

source: Separation anxiety is normal for all young children.
zh_cn: 分离焦虑对所有小孩童来说是正常的。

source: Think of it as a kind of survival instinct.
zh_cn: 想象它为一种生存的本能。

source: Humans, especially helpless humans, require attachment to parental figures who provide them proximity, warmth, care and protection.
zh_cn: 人类，尤其是无助的人类，需要依附于能给予他们亲近、温暖、关怀与保护的父母人物。

source: Awareness of this necessary relationship is hard-wired, and originates in the most primitive parts of our brains.
zh_cn: 这种必要关系的意识是人类固有的，起源于我们大脑中最原始的部位。

source: As infants grow and their brains develop, they become increasingly sophisticated in their relationships with "attachment figures."
zh_cn: 在婴儿成长、大脑发展的同时，他们和“依附人物”的关系会逐渐地变得更复杂。

source: That's why parents are called attachment figures; infants and toddlers attach their darkest fears to the biologically-driven recognition that their parents can make those fears go away.
zh_cn: 因此，父母也称为依附人物。婴儿于幼儿会将他们最深的恐惧，托付于“父母能使这些恐惧消失”的这种生理上的意识。

source: They think of their parents as a kind of force field.
zh_cn: 他们认为父母就像一种力场。

source: Importantly, this is entirely normal - up to a point.
zh_cn: 这在某一个程度上是完全正常的。

source: When Does Normal Separation Anxiety Become A Problem?
zh_cn: 普通的分离焦虑，什么时候变成问题？

source: Let's look at separation from a typical developmental perspective. Then we can compare this perspective to what Sarah's experiencing.
zh_cn: 让我们先从典型的发展角度看待分离，然后我们才能将此角度，和Sarah的经历，进行比较。

source: As parents, we know that we can pass a young infant around the room to total strangers and the child will be utterly at ease.
zh_cn: 作为父母，我们知道，我们可以将年幼的婴儿传给房间里的陌生人，孩子也会不当一回事。

source: However, at about 9 months, that baby has usually had enough.
zh_cn: 但是，到了9个月大的时候，婴儿开始受够了。

source: The 9-month-old infant looks at a strange face and bursts into tears, desperately reaching for Mom or Dad.
zh_cn: 9个月大的婴儿看到陌生的脸孔，就嚎啕大哭，惊慌地向妈妈或爸爸伸手。

source: What happened?
zh_cn: 发生了什么事？

source: At 9 months, most babies begin to recognize the difference between a familiar parental face and an unknown person.
zh_cn: 9个月大的时候，大多数婴儿会开始辨认父母亲熟悉的脸孔和陌生人之间的分别。

source: Experts in human development call this stranger anxiety, and it's one of many normal landmarks in the child's developing attachment system.
zh_cn: 人类发展的专家将这个现象称为“陌生人焦虑”。这是小孩发展中的依附系统的许多里程碑之一。

source: The child's brain has constructed a mental representation of a parent, and can distinguish Mom and Dad from someone else.
zh_cn: 小孩的大脑已经形成了父母亲的心理表征，能分辨爸妈和其他人。

source: This is a wonderfully practical evolutionary and protective development.
zh_cn: 这是一个又美妙、又实用、又有保护性的进化上的发展。

source: In fact, it's this recognition that propels 1-year-olds to begin exploring the world on their own.
zh_cn: 事实上，就是这种辨认能力，促使一岁小孩开始自行探索世界。

source: Yes, they're more mobile at this age, but they're also more secure in knowing that their parents will rescue them if needed.
zh_cn: 是的，他们在这个年龄比较会行动，但是他们也有安全感，知道父母亲在他们有需要的时候会来救他们。

source: Having experienced, trusted parents, they can afford to feel safe enough to venture into the unknown.
zh_cn: 有了有经验、能信任的父母亲，他们所产生的安全感，足以让他们往未知探索。

source: This is why we need to keep such a close eye on them - they seem fearless, which can lead to all sorts of trouble.
zh_cn: 这就是为什么我们要密切留意他们，因为他们似乎无惧，所以可能造成各种麻烦。

source: But in the second year of life, the free-wheeling explorations end, and we witness instead the infamous "terrible twos."
zh_cn: 但是，到了生命的第二年，这些不受约束的探索会结束，我们看到的反而是臭名昭彰的“可怕的两岁”。

source: Toddlers cling, are more demanding and frequently refuse to play by themselves.
zh_cn: 幼儿开始粘着父母亲，变得诸多要求，而且会时常拒绝自己玩。

source: Paradoxically, this developmental achievement represents an evolutionary step forward.
zh_cn: 这项发展上的成就，很矛盾地象征了进化上的进步。

source: Children at this age now have the capacity to realize that there is a separate and potentially dangerous world from which they need protection.
zh_cn: 这个年龄的小孩，现在有了能力意识到有一个分开、又有潜在危险的世界，因此需要被保护。

source: This is part of the normal process of insuring safety and security.
zh_cn: 这是确保自身安全的正常过程。

source: As kids grow and their brains further develop, we see an increasing tension between the drive for autonomy and the fear of separation.
zh_cn: 随着小孩成长，大脑继续发达，我们会看到渴望自立和恐惧分离之间有了日趋增加的紧张。

source: Remember that some separation anxiety is completely normal and expected.
zh_cn: 要记得，某些程度的分离焦虑是正常的，是意料中事。

source: When 3- to 4-year-olds are afraid to go to bed alone at night, or 5-year-olds become anxious when Mom and Dad go out and leave them with a babysitter, we see a normal response to the broadening sense of the risks in the outside world.
zh_cn: 三、四岁的儿童害怕晚上自己睡觉、五岁儿童害怕父母亲出门，将他们留给保姆的时候，我们所看到的是小孩对于外在世界的风险日趋扩大的意识，所做出的正常反应。

source: We often see this particularly when a young child starts school.
zh_cn: 我们尤其是在小孩开始上学的时候就会看到这种情况。

source: This kind of anxiety is very common in preschool, kindergarten and first grade.
zh_cn: 这种焦虑，在学前教育、幼稚园及一年级的时候很常见。

source: But, some kids can simply not tolerate separation at all.
zh_cn: 但是，有些小孩根本不能忍受分离。

source: They cannot bear sleeping alone, going on play dates, or attending school.
zh_cn: 他们不能自己睡觉、和别的儿童游戏约会、或者上学。

source: In these situations, separation is experienced as a life-threatening event.
zh_cn: 他们将这些分离的情况视为危害生命的事件。

source: Their inborn fight or flight response is triggered, but not when it should be - not at a time of real or imminent danger - but rather, at a time of any separation.
zh_cn: 他们内在的战斗或逃跑反应被引发了。但是，这种反应不是因为真正或即将发生的危险情况引发，而是所有分离情况都会引发。

source: It's as if their anxiety "thermostat" is malfunctioning.
zh_cn: 这犹如他们的焦虑“恒温器”已经失灵了。

source: We all know the fight or flight response.
zh_cn: 我们都知道战斗或逃跑反应是什么。

source: When we feel threatened, we experience a state of heightened arousal and panic.
zh_cn: 当我们感到威胁的时候，我们会经历一个觉醒提高、恐慌的状态。

source: We endure feelings of impending doom.
zh_cn: 我们得忍受濒死感。

source: Our heart rate and breathing increases.
zh_cn: 我们的心跳率和呼吸率会加速。

source: We might even become tremulous or dizzy.
zh_cn: 我们甚至会感到发抖、头晕。

source: In short, we feel the chemical rush of adrenaline that is preparing us to escape danger.
zh_cn: 总之，就是我们会感到肾上腺素冲上来，以预备我们逃离危险。

source: Separation anxiety disorder (SAD) is the childhood condition in which virtually any detachment from a parent is experienced as a life-threatening danger.
zh_cn: 分离焦虑症是童年时的一个疾病，孩子几乎每次和父母分离的时候，就会产生犹如面对生命危险的感受。

source: It's a state of true, yet unwarranted, panic.
zh_cn: 这是一种真实，却无必要的恐慌。

source: When faced with separating from their parents, there is virtually nothing that can calm these children down.
zh_cn: 当他们面对和父母分离的时候，几乎没有任何事物能够让这些小孩平静下来。

source: Their thoughts and feelings turn inevitably to worries of serious harm coming to their parents, and in their minds, this separation leads to the worse kind of loss.
zh_cn: 他们的思想与感受，必定会转向父母亲遇到伤害的忧虑。在他们的脑海中，这次的分离，将会以最糟的损失收场。

source: They fear they'll be terrifyingly alone and unprotected.
zh_cn: 他们深怕自己会恐慌地孤单，不受保护。

source: Only their parents' presence reassures them.
zh_cn: 只有父母的存在，会让他们安心。

source: When kids like Sarah are sent to school, they experience the physical aspects of panic, and are consumed by the fear of losing their mom or dad.
zh_cn: 像Sarah一样的孩子被送往学校的时候，会经历恐慌的肉体症状，而且会被失去父母的恐惧所淹没。

source: They often become obsessed with the belief that something terrible will happen to their parents.
zh_cn: 他们时常被“父母会发生不幸的事”的信念所困扰。

source: Typically, kids with milder forms of this problem calm down once they're in the classroom.
zh_cn: 患有轻微分离焦虑症的孩子一旦进入了课室，往往就会平静下来。

source: For these children, the crisis manifests only at the time of separation.
zh_cn: 对这类孩子来说，危机只出现在分离的时刻。

source: For others, there is nothing that brings relief except their reuniting with the parent.
zh_cn: 对其他孩子来说，除了和父母团聚之外，没有其他什么能缓解心情。

source: Children with SAD are often oppositional, are prone to temper tantrums and wreak all sorts of emotional havoc.
zh_cn: 患有分离焦虑症的孩子时常会反抗，有发脾气的倾向，也会到处发泄情绪。

source: In their view of the world, this havoc far exceeds the risks of being parentless for a few hours.
zh_cn: 他们从自己的角度看到的世界中，这种破坏，远远超过没有父母的几个小时的危险。

source: How Common Is Separation Anxiety Disorder?
zh_cn: 分离焦虑症有多常见？

source: SAD is relatively rare, affecting only about 4% of children.
zh_cn: 分离焦虑症相对地罕见，只有百分之四的孩童会患上这个疾病。

source: Still, it accounts for almost 50% of referrals for the treatment of anxiety disorders.
zh_cn: 尽管如此，它构成了转介治疗的所有焦虑症案例的将近一半。

source: It has a very negative impact on the child and parents.
zh_cn: 分离焦虑症对孩子和父母都有非常负面的影响。

source: For the child, besides being riddled with terror, SAD can result in academic decline, isolation from peers and increasing worries about the next period of separation.
zh_cn: 对小孩来说，分离焦虑症除了会让他充满恐惧之外，也会造成学业退步，和同学隔绝，以及对于下次的分离逐渐增加的恐惧。

source: For parents, on the other hand, it can involve the loss of work, poor sleep, reduced time with friends and partners and certainly feelings of desperation.
zh_cn: 另一方面，对父母来说，分离焦虑症也会涉及失去工作，睡眠不足，和朋友、伴侣相聚的时间减少，也肯定会产生绝望的感受。

source: SAD often runs in families, and can be associated with the development of other anxiety disorders or depression in adolescence and adulthood.
zh_cn: 分离焦虑症时常会世代相传，也和他们在青春期和成年期产生其它的焦虑症或抑郁症有关联。

source: In addition, many parents inadvertently reinforce SAD by acting in an over- protective, controlling and/or anxious way during times of separation.
zh_cn: 除此之外，许多父母在分离时表现得过度保护性、控制性或焦虑，因此在不知不觉中强化分离焦虑症。

source: This is not to say parents "cause" SAD, but loving, dutiful parents might not realize that their own worries are actually reinforcing those of their anxious child.
zh_cn: 这不是在说父母造成了分离焦虑症，而是有爱心的、负责任的父母可能不知道他们本身的焦虑，其实是强化他们孩子的焦虑。

source: Handling Separation Anxiety
zh_cn: 如何处理分离焦虑症

source: The good news is that SAD responds readily to the right interventions.
zh_cn: 好消息是，分离焦虑症会对正确的介入有即时的反应。

source: Here are some basic guidelines:
zh_cn: 以下是几个基本方针：

source: Try to obtain professional help early.
zh_cn: 尽量提早寻求专业协助。

source: As with most behavioral disorders, the sooner you make an intervention, the less likely it is that the troublesome behavior(s) will be reinforced.
zh_cn: 就如大多数的行为障碍一样，你越早介入，麻烦的行为就越不会被强化。

source: School phobia, for example, may become solidified over time in the absence of counter-measures
zh_cn: 比方说，学校恐怖症在没有对策的情况之下，情况经过时间的推移就可能变得更顽固。

source: Get a comprehensive psychiatric evaluation.
zh_cn: 寻求全面的心理评估。

source: SAD may be associated with other psychiatric or hereditary issues, so a thorough review for depression, anxiety and potential family discord is extremely important for overall treatment.
zh_cn: 分离焦虑症可能和其它心理或遗传问题有关联，所以寻求彻底的评估，以测出抑郁症、焦虑症和潜在的家庭不和，对整体的治疗非常重要。

source: Cognitive Behavioral Therapy (CBT) is the most effective way to treat SAD.
zh_cn: 认知行为治疗是治疗分离焦虑症最有效的方法。

source: CBT helps parents and children learn new coping skills at times of separation, as well as view such instances in more positive ways.
zh_cn: 认知行为治疗，让父母和孩子学习分离时的新应对方法，也让他们以更正面的角度看待分离。
